Repository: teamleaderleo/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextLayout/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# layout.divider.accessibility
source: Split Divider
ja: 分割線

# layout.columnEdge.accessibility
source: Column Width
ja: 列の幅

# layout.screen.fallbackName
source: Screen %lld
ja: スクリーン %lld

# layout.drop.newColumn
source: New Column
ja: 新しい列

# layout.drop.splitLeft
source: Split Left
ja: 左に分割

# layout.drop.splitRight
source: Split Right
ja: 右に分割

# layout.drop.splitUp
source: Split Up
ja: 上に分割

# layout.drop.splitDown
source: Split Down
ja: 下に分割

# layout.drop.moveHere
source: Move Here
ja: ここに移動

# layout.demo.windowTitle
source: Layout Demo
ja: レイアウトデモ

# layout.demo.paneTitle
source: Pane %@
ja: ペイン %@

# layout.demo.tabChip
source: Tab
ja: タブ

# layout.drop.dockTop
source: Dock at Top
ja: 上にドック

# layout.drop.dockBottom
source: Dock at Bottom
ja: 下にドック

# layout.drop.dockLeft
source: Dock at Left
ja: 左にドック

# layout.drop.dockRight
source: Dock at Right
ja: 右にドック

# layout.rowEdge.accessibility
source: Row Height
ja: 行の高さ
